<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي السطور الافتراضية التي تطابق الأسباب التي تُعطى
    | بواسطة وسيط كلمة المرور عند محاولة تحديث كلمة المرور، مثل
    | فشل العملية بسبب رمز غير صالح أو كلمة مرور غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.",

];
